{
  "storeInventory": [
    {
      "id": 1,
      "title": "Beagle",
      "img": "1.jpg",
      "info": "The beagle is a breed of small hound that is similar in appearance to the much larger foxhound. The beagle is a scent hound, developed primarily for hunting hare (beagling). Possessing a great sense of smell and superior tracking instincts, the beagle is the primary breed used as detection dogs for prohibited agricultural imports and foodstuffs in quarantine around the world. The beagle is intelligent. It is a popular pet due to its size, good temper, and a lack of inherited health problems.The modern breed was developed in Great Britain around the 1830s from several breeds, including the Talbot Hound, the North Country Beagle, the Southern Hound, and possibly the Harrier.Beagles have been depicted in popular culture since Elizabethan times in literature and paintings, and more recently in film, television, and comic books.",
      "inCart": false,
      "price": 699,
      "count": 0,
      "total": 0,
      "stock": 0,
      "code": 1
    },
    {
      "id": 2,
      "title": "Golden Retriever",
      "img": "2.png",
      "info": "The Golden Retriever is a medium-large gun dog that was bred to retrieve shot waterfowl, such as ducks and upland game birds, during hunting and shooting parties. The name retriever refers to the breed's ability to retrieve shot game undamaged due to their soft mouth. Golden retrievers have an instinctive love of water, and are easy to train to basic or advanced obedience standards. They are a long-coated breed, with a dense inner coat that provides them with adequate warmth in the outdoors, and an outer coat that lies flat against their bodies and repels water. Golden retrievers are well suited to residency in suburban or country environments. They shed copiously, particularly at the change of seasons, and require fairly regular grooming. The Golden Retriever was originally bred in Scotland in the mid-19th century. The breed is a prominent participant in conformation shows for purebred dogs. The Golden Retriever is popular as a disability assistance dog, such as being a guide dog for the blind and a hearing dog for the deaf. In addition, they are trained to be a hunting dog, a detection dog, and a search and rescue participant. The breed's friendly, gentle temperament means it is unsuited to being a professional guard dog, but its temperament has also made it the third-most popular family dog breed (by registration) in the United States and Canada, the fifth-most popular in Brazil and Australia, and the eighth-most popular in the United Kingdom. Golden Retrievers are rarely choosy eaters, but require ample (two or more hours a day) exercise. The breed is fond of play but also highly trainable.",
      "inCart": false,
      "price": 499,
      "count": 0,
      "total": 0,
      "stock": 10,
      "code": 1
    },
    {
      "id": 3,
      "title": "Poodle",
      "img": "3.jpg",
      "info": "The Poodle is a dog breed that comes in three varieties: Standard Poodle, Miniature Poodle, and Toy Poodle. The breed’s origin is disputed: whether it descends from Germany as a type of water dog, or from the French Barbet. Ranked second most intelligent dog breed just behind the Border Collie, the Poodle is skillful in many dog sports and activities, including agility, obedience, tracking, herding, circus performance, and assistance dogs. Poodles have taken top honors in many conformation shows, including Best in Show at the Westminster Kennel Club Dog Show in 1991, 2002, and 2020 and at the World Dog Show in 2007 and 2010. They are recorded as the seventh most popular dog breed in the United States.",
      "inCart": false,
      "price": 555,
      "count": 0,
      "total": 0,
      "stock": 5,
      "code": 1
    },
    {
      "id": 4,
      "title": "Jack russell terrier",
      "img": "4.webp",
      "info": "The Jack Russell Terrier is a small terrier that has its origins in fox hunting in England. It is principally white-bodied and smooth, rough or broken-coated and can be any colour.Small tan and white terriers that technically belong to other breeds are sometimes known erroneously as Jack Russells. Each breed has different physical characteristics according to the standards of their national breed clubs; size and proportions are often used to tell them apart. Some authorities recognize a similar but separate breed as the Russell Terrier – a shorter-legged, stockier dog, with a range of 20–30 cm (8–12 in). However, the Fédération Cynologique Internationale (FCI) regards the Russell terrier as a sub-type of Jack Russell terrier. Jack Russells are also frequently confused with the Parson Russell Terrier. Technically, the Parson Russell is usually larger and officially limited to a middle range, with a standard size of 30–36 cm (12–14 in), whereas the Jack Russell is a broader type, with a size range of 25–38 cm (10–15 in) Jack Russells are an energetic breed that rely on a high level of exercise and stimulation. They are relatively free from any serious health complaints. Originating from dogs bred and used by the Reverend John Russell in the early 19th century, from whom the breed takes its name, the Jack Russell has similar origins to the modern Fox Terrier. It has gone through several changes over the years, corresponding to different use and breed standards set by kennel clubs. Recognition by kennel clubs for the Jack Russell breed has been opposed by the breed's parent societies – which resulted in the breeding and recognition of the Parson Russell terrier. Jack Russells have appeared many times in film, television, and print – with several historical dogs of note.",
      "inCart": false,
      "price": 1749,
      "count": 0,
      "total": 0,
      "stock": 7,
      "code": 1
    },
    {
      "id": 5,
      "title": "domestic cat",
      "img": "5.jpg",
      "info": "Domestic cats are bred and shown at events as registered pedigreed cats, a hobby known as cat fancy. Failure to control breeding of pet cats by spaying and neutering, as well as abandonment of pets, resulted in large numbers of feral cats worldwide, contributing to the extinction of entire bird, mammal, and reptile species, and evoking population control. Cats were first domesticated in the Near East around 7500 BC. It was long thought that cat domestication was initiated in ancient Egypt, as since around 3100 BC veneration was given to cats in ancient Egypt. As of 2021 there are an estimated 220 million owned and 480 million stray cats in the world. As of 2017, the domestic cat was the second-most popular pet in the United States, with 95 million cats owned. In the United Kingdom, around 7.3 million cats lived in more than 4.8 million households as of 2019",
      "inCart": false,
      "price": 74,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 6,
      "title": "parsian cat",
      "img": "6.jpg",
      "info": "The Persian cat (Persian: گربهٔ ایرانی‎, romanized: Gorbe-ye irāni, 'Iranian cat') is a long-haired breed of cat characterized by its round face and short muzzle. It is also known as the Persian Longhair in the English-speaking countries. The first documented ancestors of the Persian were imported into Italy from Iran (historically known as Persia in the west) around 1620.[1][2] Recognized by the cat fancy since the late 19th century, it was developed first by the English, and then mainly by American breeders after the Second World War. Some cat fancier organizations' breed standards subsume the Himalayan and Exotic Shorthair as variants of this breed, while others treat them as separate breeds.",
      "inCart": false,
      "price": 123,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 7,
      "title": "african grey parrot",
      "img": "7.png",
      "info": "The grey parrot is a medium-sized, predominantly grey, black-billed parrot. Its typical weight is 400 g (0.88 lb), with an approximate length of 33 cm (13 in), and a wingspan of 46–52 cm (18–20 in). The grey color on the head and wings is generally darker than its body. The head and body feathers have slight white edges. The tail feathers are red.Due to selection by parrot breeders, some grey parrots are partly or completely red. Both sexes appear similar. The colouration of juveniles is similar to that of adults, but typically their eyes are dark grey to black, in comparison to the yellow irises around dark pupils of the adult birds, and their undertail coverts are tinged with grey. Adults weigh 418–526 g (0.922–1.160 lb). Grey parrots may live for 40–60 years in captivity, although their mean lifespan in the wild appears to be shorter — approximately 23 years",
      "inCart": false,
      "price": 455,
      "count": 0,
      "total": 0,
      "stock": 99,
      "code": 1
    },
    {
      "id": 8,
      "title": "ara parrot",
      "img": "8.jpg",
      "info": "Ara is a Neotropical genus of macaws with eight extant species and at least two extinct species. The genus name was coined by French naturalist Bernard Germain de Lacépède in 1799. It gives its name to and is part of the Arini, or tribe of neotropical parrots. The genus name Ara is derived from the Tupi word ará, an onomatopoeia of the sound a macaw makes. The Ara macaws are large striking parrots with long tails, long narrow wings and vividly coloured plumage. They all have a characteristic bare face patch around the eyes. Males and females have similar plumage. Many of its members are popular in the pet trade, and bird smuggling is a threat to several species.",
      "inCart": false,
      "price": 2056,
      "count": 0,
      "total": 0,
      "stock": 86,
      "code": 1
    },
    {
      "id": 9,
      "title": "Budgerigar",
      "img": "9.jpg",
      "info": "The budgerigar (Melopsittacus undulatus) is a long-tailed, seed-eating parrot usually nicknamed the budgie, or in American English, the parakeet. Budgies are the only species in the genus Melopsittacus. Naturally, the species is green and yellow with black, scalloped markings on the nape, back, and wings. Budgies are bred in captivity with colouring of blues, whites, yellows, greys, and even with small crests. Juveniles and chicks are monomorphic, while adults are told apart by their cere colouring, and their behaviour. The origin of the budgie's name is unclear. First recorded in 1805, budgerigars are popular pets around the world due to their small size, low cost, and ability to mimic human speech. They are the third most popular pet in the world, after the domesticated dog and cat. Budgies are nomadic flock parakeets that have been bred in captivity since the 19th century. In both captivity and the wild, budgerigars breed opportunistically and in pairs.",
      "inCart": false,
      "price": 11,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 10,
      "title": "Lory parrot",
      "img": "10.jpg",
      "info": "Lory or Loriini is a tribe of small to medium-sized arboreal parrots characterized by their specialized brush-tipped tongues for feeding on nectar of various blossoms and soft fruits, preferably berries. The species form a monophyletic group within the parrot family Psittacidae. The group consist of the lories and lorikeets. Traditionally, they were considered a separate subfamily (Loriinae) from the other subfamily (Psittacinae) based on the specialized characteristics, but recent molecular and morphological studies show that the group is positioned in the middle of various other groups. They are widely distributed throughout the Australasian region, including south-eastern Asia, Polynesia, Papua New Guinea, Timor Leste and Australia, and the majority have very brightly coloured plumage.",
      "inCart": false,
      "price": 100,
      "count": 0,
      "total": 0,
      "stock": 99,
      "code": 1
    },
    {
      "id": 11,
      "title": "chick",
      "img": "11.webp",
      "info": "A chick is a hatchet that is a descendant of a chicken from the group of nest-leaves on the ground, which hatches from its egg when it is covered with feathers and has its eyes open. The chick is able to stand up and walk on its own and eat on its own without the help of its parents from day one, but in most species it will still depend on its parents for insane protection and finding food and shelter sources, and sometimes for imprinting and learning behaviors that will serve it for its survival. Chicks that give birth to chicks are chickens, squirrels, pheasants and ducks (ducks, geese and swans), ostriches (ostrich, mother, nando), Siskins, as opposed to predators, songbirds, pigeons and parrots, which give birth to chicks.",
      "inCart": false,
      "price": 4,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 12,
      "title": "rabbit",
      "img": "12.jpg",
      "info": "Rabbits are small mammals in the family Leporidae (along with the hare) of the order Lagomorpha (along with the pika). Oryctolagus cuniculus includes the European rabbit species and its descendants, the world's 305 breeds of domestic rabbit. Sylvilagus includes 13 wild rabbit species, among them the seven types of cottontail. The European rabbit, which has been introduced on every continent except Antarctica, is familiar throughout the world as a wild prey animal and as a domesticated form of livestock and pet. With its widespread effect on ecologies and cultures, the rabbit (or bunny) is, in many areas of the world, a part of daily life—as food, clothing, a companion, and a source of artistic inspiration. Although once considered rodents, lagomorphs like rabbits have been discovered to have diverged separately and earlier than their rodent cousins, and have a number of traits rodents lack, like two extra incisors.",
      "inCart": false,
      "price": 15,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 13,
      "title": "dwarf rabbit",
      "img": "13.jpg",
      "info": "Dwarf rabbit refers either (formally) to a rabbit with the dwarfing gene, or (informally) to any small breed of domestic rabbit or specimen thereof, or (colloquially) to any small rabbit. Dwarfism is a genetic condition that may occur in humans and in many animals, including rabbits. True dwarfism is often associated with a cluster of physical abnormalities, including pituitary dwarfism. The process of dwarfing is used to selectively breed for smaller stature with each generation. Small stature is a characteristic of neoteny, which may account (in part) for the attraction of dwarf animals.",
      "inCart": false,
      "price": 20,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 14,
      "title": "chinchila",
      "img": "14.jpg",
      "info": "Chinchillas are either of two species (Chinchilla chinchilla and Chinchilla lanigera) of crepuscular rodents of the parvorder Caviomorpha. They are slightly larger and more robust than ground squirrels, and are native to the Andes mountains in South America. They live in colonies called herds at high elevations of up to 4,270 m (14,000 ft). Historically, chinchillas lived in an area that included parts of Bolivia, Peru, Argentina, and Chile, but today, colonies in the wild are known only in Chile. Along with their relatives, viscachas, they make up the family Chinchillidae. They are also related to the chinchilla rat. The chinchilla has the densest fur of all mammals that live on land. In the water, the sea otter has a denser coat. The chinchilla is named after the Chincha people of the Andes, who once wore its dense, velvet-like fur. By the end of the 19th century, chinchillas had become quite rare after being hunted for their ultra-soft fur. Most chinchillas currently used by the fur industry for clothing and other accessories are farm-raised. Domestic chinchillas descended from C. lanigera are sometimes kept as pets, and may be considered a type of pocket pet.",
      "inCart": false,
      "price": 4,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 15,
      "title": "hamster",
      "img": "15.jpg",
      "info": "Hamsters are rodents (order Rodentia) belonging to the subfamily Cricetinae, which contains 19 species classified in seven genera. They have become established as popular small pets The best-known species of hamster is the golden or Syrian hamster (Mesocricetus auratus), which is the type most commonly kept as pets. Other hamster species commonly kept as pets are the three species of dwarf hamster, Campbell's dwarf hamster (Phodopus campbelli), the winter white dwarf hamster (Phodopus sungorus) and the Roborovski hamster (Phodopus roborovskii) Hamsters are more crepuscular than nocturnal and, in the wild, remain underground during the day to avoid being caught by predators. They feed primarily on seeds, fruits, and vegetation, and will occasionally eat burrowing insects. Physically, they are stout-bodied with distinguishing features that include elongated cheek pouches extending to their shoulders, which they use to carry food back to their burrows, as well as a short tail and fur-covered feet.",
      "inCart": false,
      "price": 17,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 16,
      "title": "Guinea pig",
      "img": "16.jpg",
      "info": "The guinea pig or domestic guinea pig (Cavia porcellus), also known as the cavy or domestic cavy (/ˈkeɪvi/), is a species of rodent belonging to the genus Cavia in the family Caviidae. Breeders tend to use the word cavy to describe the animal, while in scientific and laboratory contexts, it is far more commonly referred to by the colloquial name guinea pig. Despite their common name, guinea pigs are not native to Guinea, nor are they closely related biologically to pigs, and the origin of the name is still unclear. They originated in the Andes of South America. Studies based on biochemistry and hybridization suggest they are domesticated animals that do not exist naturally in the wild, descendants of a closely related cavy species such as C. tschudii. They were originally domesticated as livestock for a source of meat, and are still consumed in some parts of the world.",
      "inCart": false,
      "price": 19,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 17,
      "title": "chinchilas' cage on wheels",
      "img": "17.jpg",
      "info": "110cm*80cm*50cm",
      "inCart": false,
      "price": 175,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 18,
      "title": "dogs' round cage",
      "img": "18.jpg",
      "info": "radius - 50cm",
      "inCart": false,
      "price": 34,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 19,
      "title": "cats' round indoor basket",
      "img": "19.jpg",
      "info": "radius - 45cm",
      "inCart": false,
      "price": 19,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 20,
      "title": "rabbits' cage",
      "img": "20.jpg",
      "info": "50cm*80cm",
      "inCart": false,
      "price": 39,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 21,
      "title": "aquarium",
      "img": "21.jpg",
      "info": "rabbits' cage",
      "inCart": false,
      "price": 40,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 22,
      "title": "round aqurium",
      "img": "22.jpg",
      "info": "80cm*30cm",
      "inCart": false,
      "price": 50,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 23,
      "title": "parrot's cage on wheels",
      "img": "23.jpg",
      "info": "100cm*80cm*80cm",
      "inCart": false,
      "price": 175,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 24,
      "title": "vintage parrot's cage",
      "img": "24.jpg",
      "info": "80cm*60cm*60cm",
      "inCart": false,
      "price": 76,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 25,
      "title": "cat's food",
      "img": "25.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 12,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 26,
      "title": "cat's food",
      "img": "26.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 13,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 27,
      "title": "dog's food",
      "img": "27.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 17,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 28,
      "title": "hamsters' food",
      "img": "28.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 10,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 29,
      "title": "hamsters' food",
      "img": "29.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 9,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 30,
      "title": "parrot's food",
      "img": "30.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 8,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 31,
      "title": "parrot's grains",
      "img": "31.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 5,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 32,
      "title": "guina pig's food",
      "img": "32.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 12,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 33,
      "title": "rabbit's food",
      "img": "33.jpg",
      "info": "1kg",
      "inCart": false,
      "price": 12,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 34,
      "title": "small pets' food",
      "img": "34.jpg",
      "info": "750g",
      "inCart": false,
      "price": 11,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 35,
      "title": "highly nutritious fish food",
      "img": "35.jpg",
      "info": "300g",
      "inCart": false,
      "price": 7,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 36,
      "title": "clownfish",
      "img": "36.jpg",
      "info": "Clownfish or anemonefish are fishes from the subfamily Amphiprioninae in the family Pomacentridae. Thirty species are recognized: one in the genus Premnas, while the remaining are in the genus Amphiprion. In the wild, they all form symbiotic mutualisms with sea anemones. Depending on species, anemonefish are overall yellow, orange, or a reddish or blackish color, and many show white bars or patches. The largest can reach a length of 17 cm (6.7 in), while the smallest barely achieve 7–8 cm",
      "inCart": false,
      "price": 6,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 37,
      "title": "gold fish",
      "img": "37.jpg",
      "info": "The goldfish (Carassius auratus) is a freshwater fish in the family Cyprinidae of order Cypriniformes. It is commonly kept as a pet in indoor aquariums, and is one of the most popular aquarium fish. Native to East Asia, the goldfish is a relatively small member of the carp family (which also includes the Prussian carp and the crucian carp). It was first selectively bred for color in ancient China more than 1,000 years ago, and several distinct breeds have since been developed. Goldfish breeds vary greatly in size, body shape, fin configuration, and coloration (various combinations of white, yellow, orange, red, brown, and black are known).",
      "inCart": false,
      "price": 5,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 38,
      "title": "discus",
      "img": "38.png",
      "info": "Symphysodon, colloquially known as discus, is a genus of cichlids native to the Amazon river basin in South America. Due to their distinctive shape, behavior, and bright colors and patterns, discus are popular as freshwater aquarium fish, and their aquaculture in several countries in Asia is a major industry. They are sometimes referred to as pompadour fish",
      "inCart": false,
      "price": 124,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 39,
      "title": "Siamese fighting fish",
      "img": "39.png",
      "info": "The Siamese fighting fish (Betta splendens), also known as the betta, is a freshwater fish native to Thailand (formerly Siam) and present in neighboring Cambodia, Laos, Malaysia, Indonesia, and Vietnam. While colloquially known and marketed in the global aquarium trade as the betta, it is one of 73 species in the genus Betta. Siamese fighting fish are among the most popular and widely available aquarium fish in the world, due to their varied and vibrant colour, diverse morphology, and relatively low maintenance. Mostly concentrated in Thailand's Chao Phraya river basin, bettas were discovered in the still waters of canals, rice paddies and floodplains, where they are still found; they have been kept and bred since at least the mid-19th century, and possibly much earlier. Their famously vibrant colours, large and flowy fins, and aggressive behaviour are the result of generations of intensive artificial selection, for which they are sometimes known as designer fish of the aquatic world",
      "inCart": false,
      "price": 14,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 1
    },
    {
      "id": 40,
      "title": "fish food sticks",
      "img": "40.jpg",
      "info": "250g",
      "inCart": false,
      "price": 4,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 3
    },
    {
      "id": 41,
      "title": "Dog's plates",
      "img": "41.jpg",
      "info": "redius - 10cm",
      "inCart": false,
      "price": 12,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 42,
      "title": "Dog's collar",
      "img": "42.jpg",
      "info": "length - 1m",
      "inCart": false,
      "price": 10,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 43,
      "title": "Dog's coat",
      "img": "43.jpg",
      "info": "small",
      "inCart": false,
      "price": 10,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 44,
      "title": "Cat's toys",
      "img": "44.jpg",
      "info": "box - 50cm",
      "inCart": false,
      "price": 10,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 45,
      "title": "Pet's towel",
      "img": "45.jpg",
      "info": "medium",
      "inCart": false,
      "price": 48,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 46,
      "title": "Pet's shampoo",
      "img": "46.jpg",
      "info": "1 liter",
      "inCart": false,
      "price": 5,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 47,
      "title": "tennis balls",
      "img": "47.jpg",
      "info": "1 liter",
      "inCart": false,
      "price": 7,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    },
    {
      "id": 48,
      "title": "Pet's brush",
      "img": "48.jpg",
      "info": "width - 10cm, height - 5cm",
      "inCart": false,
      "price": 11,
      "count": 0,
      "total": 0,
      "stock": 100,
      "code": 2
    }
  ]
}